Repository: Technical-Publications-Bombardier/CsdbMigration
Catalog: MultilingualResources/CsdbMigration.*.xlf
Languages: fr

# AltCharEntities
source: Illustration of a before-after slider revealing the character entities for special Unicode characters
fr: Illustration d'un curseur avant-après révélant les entités de caractères pour les caractères Unicode spéciaux

# AltGraphicsIdent
source: Illustration of a magnifying glass identifying the extensions of formerly unknown graphics files
fr: Illustration d'une loupe identifiant les extensions de fichiers graphiques jusqu'alors inconnus

# AltSgmlToXml
source: Illustration of SGML to XML conversion
fr: Illustration de la conversion SGML vers XML

source: English
fr: Anglais

source: French
fr: Français

source: Graphics extension identifier
fr: Identifiant de l'extension graphique

source: HashiCorp Client Secret
fr: Secret client HashiCorp

source: Language
fr: Langue

source: Save
fr: Sauvegarder

source: SGML to XML well-formed
fr: SGML vers XML bien formé

# TooltipCharEntities
source: Search XML for special characters and convert them into corresponding character entities
fr: Rechercher des caractères spéciaux dans XML et les convertir en entités de caractères correspondantes

# TooltipGraphicsIdent
source: Identify the file-extensions of unidentified graphics files
fr: Identifiez les extensions de fichiers de fichiers graphiques non identifiés

# TooltipSgmlToXml
source: Convert SGML files to well-formed XML using the Omnimark script
fr: Convertissez des fichiers SGML en XML bien formé à l'aide du script Omnimark

source: XML character entity sanitizer
fr: Désinfecteur d'entités de caractères XML
